Revit 2027 API
SpecTypeId.CoolingLoad Property
 Cooling Load, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CoolingLoad { get; }
Public Shared ReadOnly Property CoolingLoad As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CoolingLoad {
	ForgeTypeId^ get ();
}
static member CoolingLoad : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace